Repository: maxmaccari/sorteio
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt

source: As you wasn't competing for the prize, you didn't win.
pt: Como você não estava concorrendo ao prêmio, você não ganhou.

source: Congratulations!! You won the prize.
pt: Parabéns!! Você ganhou o prêmio.

source: Draw
pt: Sortear

source: Drawing...
pt: Sorteando...

source: Giving up...
pt: Desistindo...

source: Hello, %{name}
pt: Olá, %{name}

source: Hello, admin.
pt: Olá, admin.

source: I don't want the prize.
pt: Eu não quero concorrer ao prêmio.

source: I want the prize too.
pt: Eu também quero concorrer ao prêmio.

source: Participants count
pt: Quantidade de Participantes

source: Password
pt: Senha

source: Please, enter your name and your email to participate in the draw.
pt: Por favor, informe o seu nome e o seu email para participar do sorteio.

source: Please, enter your secret password to admin the draw.
pt: Por favor, entre com a sua senha para administrar o sorteio.

source: Reset
pt: Resetar

source: Reseting....
pt: Resetando...

source: Sign out
pt: Sair

source: Sign up
pt: Entrar

source: Signing in...
pt: Entrando...

source: Signing out...
pt: Saindo...

source: Signing up...
pt: Inscrevendo-se...

source: So, the draw is done. Thank you for participating. :)
pt: Então, o sorteio já foi realizado. Obrigado por participar. :)

source: Sorry!! The draw is done and you didn't win the prize. :(
pt: Me desculpe!! O sorteio foi realizado e você não ganhou. :(

source: Subscribing...
pt: Inscrevendo-se...

source: The draw is done
pt: O sorteio foi realizado.

source: The draw was performed.
pt: O sorteio já foi realizado.

source: The winners are:
pt: Os vencedores são:

source: There are %{count} participants are competing for the prize.
pt: Há %{count} participantes concorrendo ao prêmio.

source: There are %{count} participants competing for the prize.
pt: Há %{count} participantes concorrendo ao prêmio.

source: There are %{count} people are competing for the prize.
pt: Há %{count} participantes concorrendo ao prêmio.

source: There was %{count} participants competing for the prize.
pt: Haviam %{count} participantes concorrendo ao prêmio.

source: To make the draw, enter the desired number of winners and press the button:
pt: Para realizar o sorteio, informe o número desejado de vencedores e aperte o botão:

source: Toggle Email
pt: Exibir/esconder email

source: With you, other %{count} participants are competing for the prize.
pt: Contigo, outros %{count} participantes estão concorrendo ao sorteio.

source: With you, the winners are:
pt: Além de você, os outros vencedores são:

source: You're subscribed to participate of the draw. When it happens, you will be notified.
pt: Você se inscreveu para participar do sorteio. Quando isso acontecer, vamos te avisar. :)

source: Your Password
pt: Sua senha

source: Your email
pt: Seu email

source: Your name
pt: Seu nome

source: Undo draw
pt: Desfazer sorteio

source: Undoing draw....
pt: Desfazendo sorteio...
